{
    "home_view": "View violations.",
    "home_prevent": "Prevent harm.",
    "home_start": "Start searching",
    "home_company": "your company",

    "home": "Home",
    "search": "Search",
    "learn_more": "Learn more",
    "contact": "Contact Us",
    "language": "Language",

    "resources_wt_title": "Wage Theft",
    "resources_wt_des": "Wage theft occurs any time an employer does not pay an employee everything the employee is owed by law.",

    "resources_cl_title": "Child Labor",
    "resources_cl_des": "The exploitation of children through any form of work that deprives children of their childhood, interferes with their ability to attend regular school, and is mentally, physically, socially and morally harmful.",

    "resources_wpa_title": "Work Place Accidents",
    "resources_wpa_des": "An unplanned incident or event that leads to the injury of an employee.",

    "resources_mr_title": "Immigrant Resources",
    "resources_mr_des": "The Immigration and Nationality Act protects employees from being descriminated against because of their legal status in the US.",

    "resources_wr_title": "Workers' Rights",
    "resources_wr_des": "Legal rights and human rights relating to labor relations between workers and employers.",

    "resources_osh_title": "Occupational Safety and Health",
    "resources_osh_des": "Deals with all aspects of health and safety in the workplace.",

    "resources_des": "Learn more about work-related violations and your rights.",

    "not_found": "Page Not Found",

    "no_result": "No Results",
    "no_result_mess": "There are no companies that match your current search.",
    "no_result_mess2": "Feel free to submit another search entry or explore our \"Learn More\" page.",
    
    "location": "Location",
    "insert_location": " Insert location",
    "violations": "Violations",
    "insert_violation_num": "Number of violations",
    "filter": "Filter",
    "clear": "Clear",
    "total_v": "Total Violations",

    "helpful_links": "Helpful Links: ",

    "child_labor": "Child Labor",
    "what_cl": "What is Child Labor?",
    "violation_cl": "Violations under Child Labor:",
    "report_cl": "Report Child Labor",
    "mass_cl": "Massachusetts Law about Child Labor",
    "mass_cl_en":"Massachusetts Child Labor Laws - English",
    "mass_cl_sp": "Massachusetts Child Labor Laws - Spanish",
    "mass_cl_pt": "Massachusetts Child Labor Laws - Portuegese",

    "what_wt": "What is Wage Theft?",
    "violation_wt": "Violations under Wage Theft:",
    "report_wt": "Report Wage Theft",
    "mass_wt": "Massachusetts Wage & Hour Laws",
    "mass_wt_en":"Massachusetts Wage & Hour Laws - English",
    "mass_wt_sp": "Massachusetts Wage & Hour Laws - Spanish",
    "mass_wt_pt": "Massachusetts Wage & Hour Laws - Portuegese",
    "breaks_off":"Breaks and Time Off",
    "fl_wt": "Fair Labor Division Multilingual Resources",

    "what_os": "What is OSHA?",
    "violation_os": "Violations under OSHA:",
    "report_os": "Report Safety & Health Violation",
    "rights_os": "OSHA Worker Rights and Protections",
    "program_os": "Workplace Safety and Health Program (WSHP)",

    "what_mr": "What are Immigrant Resources?",
    "terms_mr": "Important Terms",
    "u_visa_mr": "The U nonimmigrant status (U visa) is set aside for victims of certain crimes who have suffered mental or physical abuse and are helpful to law enforcement or government officials in the investigation or prosecution of criminal activity.",
    "pro_mr":"Pro se legal action is another way to refer to self-representation during a legal claim. To appear pro se before the court means to appear without representation from an attorney.",
    "labtra_title_mr":"Labor Trafficking",
    "labtra_mr":"Labor trafficking is a form of modern-day slavery in which individuals perform labor or services through the use of force, fraud, or coercion. Labor trafficking includes situations of debt bondage, forced labor, and involuntary child labor. Labor traffickers use violence, threats, lies, and other forms of coercion to force people to work against their will in many industries.",
    "justice_mr": "Justice at Work",
    "sol_mr":"Solidarity Basket",
    "braz_mr": "Brazilian Women's Group",
    "u_visa_en": "Getting a U-Visa (Immigrantion help for victims of crime) - English",
    "u_visa_sp": "Getting a U-Visa (Immigrantion help for victims of crime) - Spanish",
    "pro_se": "Pro Se Manual: Asylum, Withholding of Removal, and Convention",
    "pro_se_en": "Against Torture Protection for Survivors of Domestic Violence - English",
    "cert_en": "Certification for Victims of Violent Crime and Human Trafficking - English",
    "imm_ops": "Immigration Options for Victims of Crimes",

    "what_wr": "What are Workers' Rights?",
    "violation_wr":"Violations under Workers' Rights:",
    "report_wr":"Report an accident, file a complaint, or request assistance ",
    "mass_wr":"Massachusetts Workers' Rights & Safety",

    "sca_violtn":"Service Contract Act Violations",
    "sca_violtn_des":"The McNamara-O Hara Service Contract Act requires contractors and subcontractors performing services on prime contracts in excess of $2,500 to pay service employees in various classes no less than the wage rates and fringe benefits found prevailing in the locality, or the rates (including prospective increases) contained in a predecessor contractor's collective bargaining agreement.",
    "fmla_violtn":"Family and Medical Leave Act Violations",
    "fmla_violtn_des":"The FMLA entitles eligible employees of covered employers to take unpaid, job-protected leave for specified family and medical reasons with continuation of group health insurance coverage under the same terms and conditions as if the employee had not taken leave.",
    "dbra_cl_violtn":"Davis-Bacon and Related Act Violations",
    "dbra_cl_violtn_des":"Under the Davis-Bacon and Related Acts and Reorganization Plan No. 14 of 1950, the U.S. Department of Labor is responsible for determining prevailing wages, issuing regulations and standards to be observed by federal agencies that award or fund projects subject to Davis-Bacon labor standards, and overseeing consistent enforcement of the Davis-Bacon labor standards.",
    "flsa_smw14_violtn":"Fair Labor Standards Act - Special Minimum Wages Violations",
    "flsa_smw14_violtn_des":"Overtime pay at a rate not less than one and one-half times the regular rate of pay is required after 40 hours of work in a workweek. FLSA Minimum Wage: The federal minimum wage is $7.25 per hour effective July 24, 2009.",
    "cwhssa_violtn":"Contract Work Hours and Safety Standards Act Violations",
    "cwhssa_violtn_des":"The Contract Work Hours and Safety Standards Act (CWHSSA) requires contractors and subcontractors to pay laborers and mechanics, including watchmen and guards, employed in the performance of covered contracts one and one-half times their basic rate of pay for all hours worked over 40 in a workweek.",
    "pca_violtn":"Public Contracts Act Violations",
    "pca_violtn_des":"The Walsh-Healey Public Contracts Act (PCA), as amended, establishes minimum wage, maximum hours, and safety and health standards for work on contracts in excess of $15,000 for the manufacturing or furnishing of materials, supplies, articles, or equipment to the U.S. government or the District of Columbia.",
    "ca_violtn":"Copeland Anti-Kickback Act Violations",
    "ca_violtn_des":"The Copeland Act's Anti-Kickback provision prohibits contractors and subcontractors performing work on covered contracts from in any way inducing an employee to give up any part of the compensation to which he or she is entitled.",

    "flsa_cl_violtn": "Fair Labor Standards Act - Child Labor Violations",
    "flsa_cl_violtn_des": "FLSA restricts the hours that youth under 16 years of age can work and lists hazardous occupations too dangerous for young workers to perform."

    
}