{
    "home_view": "Ver violações.",
    "home_prevent": "Prevenir danos.",
    "home_start": "Comece a pesquisar",
    "home_company": "sua empresa",

    "home": "Começo",
    "search": "Pesquisa",
    "learn_more": "Saber Mais",
    "contact": "Contate-nos",
    "language": "Língua",

    "resources_wt_title": "Roubo de Salário",
    "resources_wt_des": "O roubo de salário ocorre sempre que um empregador não paga a um funcionário tudo o que é devido por lei.",

    "resources_cl_title": "Trabalho Infantil",
    "resources_cl_des": "A exploração de crianças por meio de qualquer forma de trabalho que prive as crianças de sua infância, interfira em sua capacidade de frequentar a escola regular e seja mental, física, social e moralmente prejudicial.",

    "resources_wpa_title": "Acidentes de Trabalho",
    "resources_wpa_des": "Um incidente ou evento não planejado que leva à lesão de um funcionário.",

    "resources_mr_title": "Recursos Imigrantes",
    "resources_mr_des": "A Lei de Imigração e Nacionalidade protege os funcionários de serem discriminados por causa de seu status legal nos EUA.",

    "resources_wr_title": "Os Direitos dos Trabalhadores",
    "resources_wr_des": "Direitos legais e direitos humanos relativos às relações de trabalho entre trabalhadores e empregadores.",

    "resources_osh_title": "Segurança e Saúde Ocupacional",
    "resources_osh_des": "Trata de todos os aspectos de saúde e segurança no trabalho.",

    "resources_des": "Saiba mais sobre violações relacionadas ao trabalho e seus direitos.",

    "not_found": "Página não encontrada",

    "no_result": "Sem Resultados",
    "no_result_mess": "Não há empresas que correspondam à sua pesquisa atual.",
    "no_result_mess2": "Sinta-se à vontade para enviar outra entrada ou explorar nossa página \"Saiba mais\".",

    "location": "Localização",
    "insert_location": " Inserir localização",
    "violations": "Violações",
    "insert_violation_num": "Número de violações",
    "filter": "Filtro",
    "clear": "Limpar",
    "total_v": "violações totais",

    "helpful_links": "Links Úteis: ",

     "child_labor": "Trabalho infantil",
     "what_cl": "O que é Trabalho Infantil?",
     "violation_cl": "Violações sob Trabalho Infantil:",
     "report_cl": "Denunciar trabalho infantil",
     "mass_cl": "Lei de Massachusetts sobre Trabalho Infantil",
     "mass_cl_en":"Leis de Trabalho Infantil de Massachusetts - Inglês",
     "mass_cl_sp": "Leis de Trabalho Infantil de Massachusetts - Espanhol",
     "mass_cl_pt": "Leis de Trabalho Infantil de Massachusetts - Português",

     "what_wt": "O que é roubo de salário?",
     "violation_wt": "Violações sob roubo de salário:",
     "report_wt": "Denunciar Roubo de Salário",
     "mass_wt": "Leis de salários e horas de Massachusetts",
     "mass_wt_en":"Leis de salários e horas de Massachusetts - inglês",
     "mass_wt_sp": "Leis de salários e horas de Massachusetts - espanhol",
     "mass_wt_pt": "Leis de salários e horas de Massachusetts - Português",
     "breaks_off":"Pausas e folgas",
     "fl_wt": "Recursos multilíngues da Fair Labor Division",

     "what_os": "O que é OSHA?",
     "violation_os": "Violações sob OSHA:",
     "report_os": "Relatar violação de segurança e saúde",
     "rights_os": "Direitos e proteções dos trabalhadores da OSHA",
     "program_os": "Programa de Segurança e Saúde no Trabalho (WSHP)",

     "what_mr": "O que são Recursos Imigrantes?",
     "terms_mr": "Termos Importantes",
     "u_visa_mr": "O status de não imigrante U (visto U) é reservado para vítimas de certos crimes que sofreram abuso mental ou físico e são úteis para a aplicação da lei ou funcionários do governo na investigação ou repressão de atividades criminosas.",
     "pro_mr":"Pro se ação legal é outra maneira de se referir à auto-representação durante uma ação legal. Comparecer pro se perante o tribunal significa comparecer sem a representação de um advogado.",
     "labtra_title_mr":"Tráfico de mão de obra",
     "labtra_mr":"O tráfico de mão-de-obra é uma forma de escravidão moderna na qual os indivíduos executam trabalhos ou serviços por meio do uso de força, fraude ou coerção. O tráfico de mão-de-obra inclui situações de servidão por dívida, trabalho forçado e trabalho infantil involuntário. Trabalho traficantes usam violência, ameaças, mentiras e outras formas de coerção para forçar as pessoas a trabalhar contra sua vontade em muitos setores.",
     "justice_mr": "Justiça no Trabalho",
     "sol_mr":"Cesta Solidária",
     "braz_mr": "Grupo de Mulheres Brasileiras",
     "u_visa_en": "Obtendo um U-Visa (ajuda de imigração para vítimas de crime) - inglês",
     "u_visa_sp": "Obter um U-Visa (Ajuda de imigração para vítimas de crime) - Espanhol",
     "pro_se": "Manual Pro Se: Asilo, Retenção de Remoção e Convenção",
     "pro_se_en": "Proteção Contra a Tortura para Sobreviventes de Violência Doméstica - Inglês",
     "cert_en": "Certificação para Vítimas de Crimes Violentos e Tráfico de Pessoas - Inglês",
     "imm_ops": "Opções de imigração para vítimas de crimes",

     "what_wr": "Quais são os direitos dos trabalhadores?",
     "violation_wr":"Violações dos Direitos dos Trabalhadores:",
     "report_wr":"Relate um acidente, registre uma reclamação ou solicite assistência ",
     "mass_wr":"Direitos e Segurança dos Trabalhadores de Massachusetts",

     "sca_violtn":"Violações da Lei do Contrato de Serviço",
     "sca_violtn_des":"A Lei de Contrato de Serviço McNamara-O Hara exige que empreiteiros e subempreiteiros que executam serviços em contratos principais acima de US$ 2.500 paguem aos funcionários de serviços em várias classes não menos do que os salários e benefícios adicionais encontrados prevalecentes na localidade, ou o taxas (incluindo aumentos prospectivos) contidas no acordo coletivo de trabalho de um contratante antecessor.",
     "fmla_violtn":"Violações da Lei de Licença Médica e Familiar",
     "fmla_violtn_des":"O FMLA dá direito a funcionários elegíveis de empregadores cobertos a tirar licença não remunerada e protegida por motivos médicos e familiares especificados com continuação da cobertura de seguro de saúde em grupo sob os mesmos termos e condições como se o funcionário não tivesse tirado licença." ,
     "dbra_cl_violtn":"Davis-Bacon e violações de leis relacionadas",
     "dbra_cl_violtn_des":"De acordo com o Davis-Bacon and Related Acts and Reorganization Plan No. 14 de 1950, o Departamento do Trabalho dos EUA é responsável por determinar os salários vigentes, emitir regulamentos e padrões a serem observados por agências federais que concedem ou financiam projetos sujeitos aos padrões de trabalho Davis-Bacon e supervisionar a aplicação consistente dos padrões de trabalho Davis-Bacon.",
     "flsa_smw14_violtn":"Lei de Padrões Trabalhistas Justos - Violações de Salário Mínimo Especial",
     "flsa_smw14_violtn_des":"O pagamento de horas extras a uma taxa não inferior a uma vez e meia a taxa normal de pagamento é exigido após 40 horas de trabalho em uma semana de trabalho. Salário mínimo da FLSA: o salário mínimo federal é de $ 7,25 por hora a partir de 24 de julho , 2009.",
     "cwhssa_violtn":"Violações do contrato de horas de trabalho e normas de segurança",
     "cwhssa_violtn_des":"A Lei de Horas de Trabalho Contratadas e Padrões de Segurança (CWHSSA) exige que empreiteiros e subempreiteiros paguem trabalhadores e mecânicos, incluindo vigias e guardas, empregados na execução de contratos cobertos uma vez e meia sua taxa básica de pagamento por todas as horas trabalhadas acima de 40 em uma semana de trabalho.",
     "pca_violtn":"Violações da Lei de Contratos Públicos",
     "pca_violtn_des":"A Lei de Contratos Públicos Walsh-Healey (PCA), conforme alterada, estabelece salário mínimo, horas máximas e padrões de segurança e saúde para trabalho em contratos superiores a $ 15.000 para a fabricação ou fornecimento de materiais, suprimentos, artigos , ou equipamento para o governo dos EUA ou o Distrito de Columbia.",
     "ca_violtn":"Violações da Lei Anti-Suborno de Copenhague",
     "ca_violtn_des":"A cláusula Anti-Suborno da Lei Copeland proíbe empreiteiros e subempreiteiros que executam trabalho em contratos cobertos de qualquer forma induzir um funcionário a desistir de qualquer parte da remuneração a que ele ou ela tem direito.",

     "flsa_cl_violtn": "Lei de Padrões Justos de Trabalho - Violações de Trabalho Infantil",
     "flsa_cl_violtn_des": "A FLSA restringe as horas que jovens menores de 16 anos podem trabalhar e lista ocupações perigosas muito perigosas para jovens trabalhadores.",

     "osha_violtn": "Violações de normas de segurança e saúde ocupacional",
     "osha_violtn_des": "a Administração de Segurança e Saúde Ocupacional (OSHA) para garantir condições de trabalho seguras e saudáveis para os trabalhadores, definindo e aplicando padrões e fornecendo treinamento, divulgação, educação e assistência.",
     "crew_violtn": "Violações da Lei da Tripulação",
     "crew_violtn_des": "Uma lei federal que prevê o pagamento de compensações, cuidados médicos e serviços de reabilitação vocacional a empregados incapacitados devido a acidentes de trabalho que ocorram nas águas navegáveis dos Estados Unidos ou em áreas adjacentes habitualmente utilizadas no carregar, descarregar, reparar ou construir uma embarcação.",

     "sraw_violtn_des": "Lei destinada a proteger os indocumentados que já trabalham nos campos e a prevenir a escassez de mão-de-obra.",
     "sraw_violtn":"Spec. Agri. Workers/Replenishment Agri. Workers Violations",
     "mspa_violtn": "Violações da Lei de Proteção aos Trabalhadores Agrícolas Sazonais e Migrantes",
     "mspa_violtn_des": "Protege trabalhadores agrícolas migrantes e sazonais estabelecendo padrões de emprego relacionados a salários, moradia, transporte, divulgações e manutenção de registros. A MSPA também exige que os contratados de mão de obra agrícola se registrem no Departamento de Trabalho dos EUA (DOL).",
     "h1b_violtn": "Visto de Trabalho - Violações de Ocupações Especiais",
     "h1b_violtn_des": "O H-1B é uma categoria de visto temporário (não imigrante) que permite aos empregadores solicitar profissionais estrangeiros altamente qualificados para trabalhar em 'ocupações especializadas' que exigem pelo menos um diploma de bacharel ou equivalente.",
     "h2a_violtn": "Visto de Trabalho - Violações de Trabalhadores Agrícolas Sazonais",
     "h2a_violtn_des": "O programa H-2A permite que empregadores ou agentes dos EUA que atendam a requisitos regulamentares específicos tragam cidadãos estrangeiros para os Estados Unidos para preencher empregos agrícolas temporários.",
     "h1a_violtn": "",
     "h1a_violtn_des":"",
     "eev_violtn": "Violação da Lei de Padrões de Emprego",
     "eev_violtn_des": "Os empregadores são obrigados a verificar a identidade e a autorização de trabalho dos indivíduos contratados para trabalhar nos Estados Unidos."
}