{
    "home_view": "Descubre infracciones.",
    "home_prevent": "Previene el daño.",
    "home_start": "Empieza a buscar",
    "home_company": "tu empleador",

    "home": "Inicio",
    "search": "Buscar",
    "learn_more": "Aprende Más",
    "contact": "Contáctenos",
    "language": "Idioma",

    "resources_wt_title": "Robo de Salarios",
    "resources_wt_des": "El robo de salarios ocurre cada vez que un empleador no le paga a un empleado todo lo que la ley le debe.",

    "resources_cl_title": "Trabajo Infantil",
    "resources_cl_des": "La explotación de los niños a través de cualquier forma de trabajo que prive a los niños de su infancia, interfiere con su capacidad para asistir a la escuela regular y es mental, física, social y moralmente dañina.",

    "resources_wpa_title": "Accidentes de Trabajo",
    "resources_wpa_des": "Un incidente o evento no planificado que conduce a la lesión de un empleado.",

    "resources_mr_title": "Recursos Para Inmigrantes",
    "resources_mr_des": "La Ley de Inmigración y Nacionalidad protege a los empleados de ser discriminados debido a su estatus legal en los EE. UU.",

    "resources_wr_title": "Derechos de los Trabajadores",
    "resources_wr_des": "Derechos jurídicos y derechos humanos relativos a las relaciones laborales entre trabajadores y patrones.",

    "resources_osh_title": "Seguridad y Salud Ocupacional",
    "resources_osh_des": "Se ocupa de todos los aspectos de la salud y la seguridad en el lugar de trabajo.",

    "resources_des": "Obtenga más información sobre las infracciones relacionadas con el trabajo y sus derechos.",

    "not_found": "Página No Encontrada",
    
    "no_result": "No hay resultados",
    "no_result_mess": "No hay empresas que coincidan con su búsqueda actual.",
    "no_result_mess2": "Siéntete libre de enviar otra entrada de búsqueda o explorar nuestra página \"Aprende Más\".",

    "location": "Ubicación",
    "insert_location": " Insertar ubicación",
    "violations": "Infracciones",
    "insert_violation_num": " Número de violaciones",
    "filter": "Filtrar",
    "clear": "Borrar",
    "total_v": "Infracciones Totales",

    "helpful_links": "Enlaces Útiles:",

    "child_labor": "Trabajo Infantil",
    "what_cl": "¿Qué es el trabajo infantil?",
    "violation_cl": "Violaciones bajo Trabajo Infantil:",
    "report_cl": "Reportar Trabajo Infantil",
    "mass_cl": "Ley de Massachusetts sobre trabajo infantil",
    "mass_cl_en":"Leyes de trabajo infantil de Massachusetts - Inglés",
    "mass_cl_sp": "Leyes de trabajo infantil de Massachusetts - Español",
    "mass_cl_pt": "Leyes de trabajo infantil de Massachusetts - Portugués",

    "what_wt": "¿Qué es el robo de salarios?",
    "violation_wt": "Violaciones bajo Robo de Salario:",
    "report_wt": "Denuncie el robo de salario",
    "mass_wt": "Leyes de Horas y Salarios de Massachusetts",
    "mass_wt_en":"Leyes de Horas y Salarios de Massachusetts - Inglés",
    "mass_wt_sp": "Leyes de Horas y Salarios de Massachusetts - Español",
    "mass_wt_pt": "Leyes de Horas y Salarios de Massachusetts - Portugués",
    "breaks_off":"Descansos y tiempo libre",
    "fl_wt": "Recursos multilingües de la División de Trabajo Justo",

    "what_os": "¿Qué es OSHA?",
    "violation_os": "Violaciones bajo OSHA:",
    "report_os": "Reportar Violación de Seguridad y Salud",
    "rights_os": "Derechos y protecciones de los trabajadores de OSHA",
    "program_os": "Programa de Seguridad y Salud en el Trabajo (WSHP)",

    "what_mr": "¿Qué son los recursos para inmigrantes?",
    "terms_mr": "Términos importantes",
    "u_visa_mr": "El estatus de no inmigrante U (visa U) se reserva para las víctimas de ciertos delitos que han sufrido abuso mental o físico y son útiles para las fuerzas del orden público o los funcionarios gubernamentales en la investigación o el enjuiciamiento de actividades delictivas.",
    "pro_mr":"La acción legal pro se es otra forma de referirse a la representación propia durante un reclamo legal. Comparecer pro se ante el tribunal significa comparecer sin la representación de un abogado.",
    "labtra_title_mr":"Tráfico Laboral",
    "labtra_mr":"La trata laboral es una forma de esclavitud moderna en la que las personas realizan trabajos o servicios mediante el uso de la fuerza, el fraude o la coerción. La trata laboral incluye situaciones de servidumbre por deudas, trabajo forzoso y trabajo infantil involuntario. Trabajo los traficantes utilizan la violencia, las amenazas, las mentiras y otras formas de coerción para obligar a las personas a trabajar en contra de su voluntad en muchas industrias.",
    "justice_mr": "Justicia en el Trabajo",
    "sol_mr":"Canasta Solidaria",
    "braz_mr": "Grupo de Mujeres Brasileñas",
    "u_visa_en": "Cómo obtener una visa U (ayuda de inmigración para víctimas de delitos) - Inglés",
    "u_visa_sp": "Cómo obtener una visa U (ayuda de inmigración para víctimas de delitos) - español",
    "pro_se": "Manual Pro Se: Asilo, Suspensión de Expulsión y Convención",
    "pro_se_en": "Protección contra la tortura para sobrevivientes de violencia doméstica - Inglés",
    "cert_en": "Certificación para Víctimas de Delitos Violentos y Trata de Personas - Inglés",
    "imm_ops": "Opciones de inmigración para víctimas de delitos",

    "what_wr": "¿Qué son los derechos de los trabajadores?",
    "violation_wr":"Violaciones a los Derechos de los Trabajadores:",
    "report_wr":"Reportar un accidente, presentar una queja o solicitar asistencia ",
    "mass_wr":"Derechos y seguridad de los trabajadores de Massachusetts",

    "sca_violtn":"Violaciones de la Ley de Contratos de Servicios",
    "sca_violtn_des":"La Ley de Contratos de Servicio de McNamara-O Hara requiere que los contratistas y subcontratistas que presten servicios en contratos principales que excedan los $2,500 paguen a los empleados de servicio en varias clases no menos que las tarifas salariales y los beneficios complementarios que prevalecen en la localidad, o el tarifas (incluidos los posibles aumentos) contenidas en el convenio colectivo de trabajo de un contratista anterior.",
    "fmla_violtn":"Violaciones de la Ley de Licencia Familiar y Médica",
    "fmla_violtn_des":"La FMLA da derecho a los empleados elegibles de los empleadores cubiertos a tomar una licencia sin goce de sueldo con protección laboral por razones familiares y médicas específicas con la continuación de la cobertura de seguro de salud grupal bajo los mismos términos y condiciones que si el empleado no hubiera tomado la licencia.",
    "dbra_cl_violtn":"Davis-Bacon y violaciones de la ley relacionada",
    "dbra_cl_violtn_des":"Bajo el Davis-Bacon y Leyes Relacionadas y el Plan de Reorganización No. 14 de 1950, el Departamento de Trabajo de los EE. UU. es responsable de determinar los salarios prevalecientes, emitir regulaciones y estándares que deben observar las agencias federales que otorgan o financian proyectos sujetos a las normas laborales de Davis-Bacon, y supervisar la aplicación constante de las normas laborales de Davis-Bacon.",
    "flsa_smw14_violtn":"Ley de Normas Justas de Trabajo - Infracciones Especiales de Salario Mínimo",
    "flsa_smw14_violtn_des":"Pago de horas extras a una tasa no inferior a una vez y media la tasa de pago regular después de 40 horas de trabajo en una semana laboral. Salario mínimo de la FLSA: el salario mínimo federal es de $7.25 por hora a partir del 24 de julio , 2009.",
    "cwhssa_violtn":"Violaciones de la Ley de normas de seguridad y horas de trabajo por contrato",
    "cwhssa_violtn_des":"La Ley de estándares de seguridad y horas de trabajo por contrato (CWHSSA) requiere que los contratistas y subcontratistas paguen a los trabajadores y mecánicos, incluidos los vigilantes y guardias, empleados en la ejecución de contratos cubiertos una vez y media su tarifa básica de pago por todas las horas trabajadas más de 40 en una semana laboral.",
    "pca_violtn":"Violaciones a la Ley de Contratos Públicos",
    "pca_violtn_des":"La Ley de Contratos Públicos de Walsh-Healey (PCA), enmendada, establece el salario mínimo, el horario máximo y las normas de seguridad y salud para el trabajo en contratos de más de $15,000 para la fabricación o suministro de materiales, suministros, artículos , o equipo al gobierno de los EE. UU. o al Distrito de Columbia.",
    "ca_violtn":"Violaciones de la Ley Antisobornos de Copeland",
    "ca_violtn_des":"La disposición Antisoborno de la Ley Copeland prohíbe que los contratistas y subcontratistas que realizan trabajos en contratos cubiertos induzcan de alguna manera a un empleado a renunciar a cualquier parte de la compensación a la que tiene derecho.",

    "flsa_cl_violtn": "Ley de Normas Justas de Trabajo - Violaciones de Trabajo Infantil",
    "flsa_cl_violtn_des": "FLSA restringe las horas en que los jóvenes menores de 16 años pueden trabajar y enumera las ocupaciones peligrosas que son demasiado peligrosas para que las realicen los trabajadores jóvenes.",

    "osha_violtn": "Violaciones de las Normas de Seguridad y Salud Ocupacional",
    "osha_violtn_des": "la Administración de Salud y Seguridad Ocupacional (OSHA) para garantizar condiciones de trabajo seguras y saludables para los trabajadores mediante el establecimiento y el cumplimiento de estándares y la provisión de capacitación, divulgación, educación y asistencia.",
    "crew_violtn": "Violaciones de la Ley de CREW",
    "crew_violtn_des": "Una ley federal que estipula el pago de compensación, atención médica y servicios de rehabilitación vocacional a empleados discapacitados por lesiones laborales que ocurren en las aguas navegables de los Estados Unidos, o en áreas adyacentes que se usan habitualmente en el carga, descarga, reparación o construcción de un buque.",

    "sraw_violtn_des": "Ley destinada a proteger a las personas indocumentadas que ya trabajan en el campo y prevenir la escasez de mano de obra.",
     "sraw_violtn":"Espec. Agri. Trabajadores/Reabastecimiento Agri. Trabajadores Violaciones",
     "mspa_violtn": "Violaciones de la Ley de Protección de Trabajadores Agrícolas Migratorios y de Temporada",
     "mspa_violtn_des": "Protege a los trabajadores agrícolas migrantes y de temporada mediante el establecimiento de estándares de empleo relacionados con salarios, vivienda, transporte, divulgación y mantenimiento de registros. La MSPA también requiere que los contratistas de mano de obra agrícola se registren en el Departamento de Trabajo de EE. UU. (DOL)",
     "h1b_violtn": "Visa de trabajo - Infracciones de ocupaciones especializadas",
     "h1b_violtn_des": "La H-1B es una categoría de visa temporal (no inmigrante) que permite a los empleadores solicitar profesionales extranjeros altamente calificados para trabajar en 'ocupaciones especializadas' que requieren al menos una licenciatura o el equivalente.",
     "h2a_violtn": "Visa de trabajo - Infracciones de trabajadores agrícolas de temporada",
     "h2a_violtn_des": "El programa H-2A permite a los empleadores o agentes estadounidenses que cumplan con los requisitos reglamentarios específicos traer ciudadanos extranjeros a los Estados Unidos para ocupar trabajos agrícolas temporales.",
     "h1a_violtn": "",
     "h1a_violtn_des":"",
     "eev_violtn": "Violación de la Ley de Normas Laborales",
     "eev_violtn_des": "Los empleadores deben verificar la identidad y la autorización de empleo de las personas contratadas para trabajar en los Estados Unidos."
}